"""why are we using this crap instead of a real deal"""

"""
Написати програму яка створює і виводить базу даних – двовимірний список
з 5 елементів (це потрібно, щоб при запуску програми кожен раз не вводити
початкові дані, тобто в базі даних має бути вже 5 записів).
Програма не повинна використовувати функції чи класи та інші типи даних
крім списків. Кожен елемент списку представляє собою список, який містить
опис атрибутів об’єкту згідно табл. 5. Організуйте діалоговий режим із
вводом з клавіатури, який дозволяє робити такі операції:
a. Вивести весь список.
b. Додавати елементи до списку.
c. Відсортувати список за заданим атрибутом.
d. Видаляти елементи за заданим атрибутом.
e. Видаляти елемент за заданим індексом.
f. Виводити всі елементи за заданим атрибутом.

Місто: Назва, країна, населення, рік заснування, площа (в км^2)
"""

starting_list = [
    ["Lviv", "Ukraine", 12, 1945, 1.2],
    ["✨Burbank✨", "✨California✨", 50013, -2333, 223.172],
    ["Kyiv", "Ukraine", 13, 998, 99999],
    ["Bikini-bottom","the Pacific Ocean", 538, 1999, 6.01],
    ["Wrocław","Poland", 674132, 998, 292.81]
    ]

while True:
    match input("What would you like to do?"):
        case 1:
            pass